[
    
        {
            "id": 1,
            "title": "НАСА обновило свою политику мерами против загрязнения Луны и Марса",
            "text": "НАСА решило внести изменения в свою политику, чтобы уберечь исследуемые внеземные объекты и планеты от загрязнения. Такое обязательство уже принято в отношении предстоящей миссии Artemis. \r\n\r\nАдминистратор НАСА Джим Бриндестин объявил в твиттере: «Мы будем защищать научные открытия и окружающую среду Земли, одновременно обеспечивая динамическое исследование человека и коммерческие инновации на Луне и Марсе»."
        },
        {
            "id": 2,
            "title": "Стартап показал «автомобиль без колес» с дистанционным управлением реальной машиной",
            "text": "Стартап Voyage сконструировал «автомобиль без колес», чтобы продемонстрировать технологию удаленного вождения. Ранее компания представила удаленный пульт управления. Теперь Voyage не просто создала программное обеспечение, которое позволяет удаленному оператору направлять автомобиль, но и физический модуль Telessist Pod, где удаленный водитель может находиться для управления транспортным средством. "
        },
        {
            "id": 3,
            "title": "Zoom закрыла уязвимость нулевого дня в клиенте для старых версий Windows",
            "text": "12 июля 2020 года Zoom выпустила версию клиента 5.1.3 для старых версий Windows.    В этом клиентском обновлении разработчики сервиса видеоконференции устранили уязвимость нулевого дня, которую мог использовать злоумышленник для удаленного запуска произвольного кода на ПК с Windows 7 (со всеми последними обновлениями безопасности) и Windows Server 2008 R2, а также более старых версиях этой ОС. В настоящий момент этой уязвимости подвержены программные клиенты сервиса от Zoom Client для ОС Windows от версии 5.0.3 до версии 5.1.2. "
        },
        {
            "id": 4,
            "title": "Японская сеть суши использует приложение на ИИ для оценки качества рыбы",
            "text": "Японская сеть суши-ресторанов Kura Sushi внедрила в свою работу приложение Tuna Scope, которое при помощи искусственного интеллекта оценивает качество тунца. Его разработало местное рекламное агентство Dentsu Inc. "
        },
        {
            "id": 5,
            "title": "Нейросеть DeepSinger генерирует голос, который поёт на китайском и английском",
            "text": "Исследователи из Чжэцзянского университета и компании Microsoft разработали нейросеть DeepSinger, которая может генерировать голос, поющий на нескольких языках.     Нейросеть обучается, захватывая голос исполнителей из различных песен. Как объясняют исследователи, поющие голоса имеют более сложные паттерны и ритмы, чем обычные. Кроме того, как указывает VentureBeat, существует не так много общедоступных наборов данных по обучению пению. Песни, которые используются в процессе обучения, должны анализироваться вручную на уровне текста и звука."
        }
]